const Map<String, String> ru_RU = {
  'app_name': 'Вибрация',
  'vibration': 'Вибрация',
  'relax': 'Расслабиться',
  'meditation': 'Медитация',
  'banner_title_1':
      'Просто идеальный вибратор-массажер с настраиваемой сильной вибрацией.',
  'banner_title_2': 'Самый лучший и расслабляющий массажер',
  'banner_title_3': 'Больше расслабьтесь под музыку для медитации',
  'skip': "Пропустить",
  'next': "Далее",
  'done': "Начать",
  'sing_my_song': "Спойте мою песню",
  'low': "низко",
  'medium': "Средний",
  'high': "высоко",
  'sunny': "Солнечно",
  'heart': "Сердце",
  'wave': "Волна",
  'magic': "Магия",
  'dry': "Сухой",
  'expand': "Развернуть",
  'refresh': "Обновить",
  'breeze': "Бриз",
  'rise': "Подъем",
  'dramatic': "Драматический",
  'heavy': "Тяжелый",
  'snow': "Снег",
  'tingle': "Tingle",
  'dotted': "Пунктирный",
  'warn': "Предупреждать",
  'massage': "Массаж",
  'sounds': "Звуки",
  'meditate': "Медитировать",
  'sleep': "Cпать",
  'more': "больше",
  'vibration_patterns': "Шаблоны вибрации",
  'sub_vibration_patterns': "Пожалуйста, выберите шаблон вибрации ниже",
  'stop_vibration': "Остановить вибрацию",
  'soundscapes': "Звуковые пейзажи",
  'sub_soundscapes': "Окружающая среда, выраженная через звук.",
  'sub_sub_soundscapes': "На природе",
  'meditation_music_asmr': "Музыка для медитации и ASMR",
  'sub_meditation_music_asmr':
      "Музыка для медитации очень сильна, и ее прослушивание может улучшить ваши умственные способности и внутреннее спокойствие.",
  'sub_sub_meditation_music_asmr': "Просмотр по цели",
  'sleep_music': "Музыка для сна",
  'sub_sleep_music':
      "Музыка для сна – это спокойная и расслабляющая музыка, которая помогает вам заснуть и эффективно заснуть",
  'unlock_premium': "Разблокировать Премиум",
  'sub_unlock_premium':
      "Почувствуйте себя полностью расслабленным без ограничений",
  'menu': "Меню",
  'information': "Информация",
  'not_vibration': "Нет вибрации?",
  'content_not_vibration':
      '''Пожалуйста, не волнуйтесь, вот несколько полезных методов для вас:'
                           '\n1. Зайдите в «Настройки» > «Звук и вибрация» (Звук/Громкость), проверьте, включена или выключена «Вибрация»;'
                           '\n\n2. Перезагрузите телефон и проверьте еще раз;'
                           '\n\n3. Если это происходит только с каким-то приложением, рекомендуем удалить его, а затем установить заново;'
                           '\n\n4. Обновите свой телефон до последней версии;'
                           '\n\n5. Войдите в «Настройки»> «Дополнительные настройки»> «Резервное копирование и сброс»> «Восстановить (Сбросить) все настройки». Не волнуйтесь, никакие данные или медиафайлы не будут удалены».
                           '\n\nЕсли вышеуказанные меры не эффективны, обратитесь за помощью в наш сервисный центр.''',
  'send_feedback': "Отправить отзыв",
  'restore_purchase': "Восстановить покупку",
  'share': "Поделиться",
  'application_information': "Информация о приложении:",
  'content_application_information': '''Вибромассажер смоделирован для вас!
Это приложение поможет вашему телефону вибрировать почти как удобное массажное устройство. Это симулированное приложение.
Включение приложений с функциями и выбор режима: - Вы можете настроить некоторые компоненты интерфейса.
- Постоянно вибрируйте телефон, постоянная вибрация.
- Вибрируйте телефон в течение долгой hnbfhf, длинных вибраций.
- Вибрируйте телефон прерывистым ритмом вибрации.
- Теперь вы можете выбрать 2 варианта. И 8 режимов на выбор входящего. И еще больше в будущем. - Можно настроить вибрацию по времени
- Уровень вибрации зависит от аппаратной части телефона.

Примечание. Это приложение похоже на шутку по телефону: оно является лишь дополнительным решением, а не заменой профессионального массажного оборудования. Использование приложений в течение длительного времени может повлиять на аппаратное обеспечение устройства.

есть, а также время автономной работы устройства.''',
  'title_purchase': 'Испытайте VibratorZen на полную мощность',
  'note_weekly_1':
      'У вас есть 1 неделя, чтобы использовать расширенные функции приложения.',
  'note_monthly_1':
      'У вас есть 1 месяц, чтобы использовать расширенные функции приложения. Кроме того, вы получаете дополнительную скидку на 10 дней.',
  'note_lifetime_1': 'Вы можете использовать расширенные функции всю жизнь.',
  'note_2': 'Все уровни мощности и 15 индивидуальных массажей',
  'note_3':
      'Улучшите свой сон с помощью расслабляющей музыкальной библиотеки, под которую можно задремать',
  'note_4':
      'Получите доступ к библиотеке медитаций для внутреннего спокойствия, повышения умственных способностей и многого другого!',
  'note_5': 'Вибрация в фоновом режиме',
  'note_6': 'Все объявления отключены',
  'subscribe': 'Подписаться',
  'popular': 'Популярный',
  'extra_10_day': 'Дополнительные\n10 дней',
  'best_price': 'Лучшая цена',
  'weekly': 'Еженедельно',
  'monthly': 'Ежемесячно',
  'lifetime': 'Время жизни',
  'privacy_policy': 'Политика конфиденциальности',
  'term_conditions': 'Правила и условия',
  'get_promotion_and_subscribe': 'Получите промоакцию и подпишитесь',
  'bottom_purchase':
      'Премиум-пользователь имеет неограниченный доступ к услугам. Оплата будет снята с аккаунта Google при подтверждении покупки.',
  'did_you_relax':
      'Вы расслабились сегодня?\nОткройте приложение Vibration, чтобы расслабиться!',
  'unlock_now': "Разблокировать сейчас",
  'view_ads': "Просмотреть рекламу",
  'cancel': "Отменить",
  'hi_i_am': "Привет! Я Вибрация",
  'select_language': "Выберите язык",
};
