const Map<String, String> th_TH = {
  'app_name': 'การสั่นสะเทือน',
  'vibration': 'การสั่นสะเทือน',
  'relax': 'ผ่อนคลาย',
  'meditation': 'การทำสมาธิ',
  'banner_title_1':
      'เครื่องนวดแอปสั่นที่สมบูรณ์แบบพร้อมการสั่นสะเทือนที่แข็งแกร่งที่ปรับแต่งได้',
  'banner_title_2': 'เครื่องนวดที่ดีที่สุดและผ่อนคลายที่สุด',
  'banner_title_3': 'ผ่อนคลายมากขึ้นด้วยเพลงทำสมาธิ',
  'skip': "ข้าม",
  'next': "ถัดไป",
  'done': "เริ่มต้น",
  'sing_my_song': "ร้องเพลงของฉัน",
  'low': "ต่ำ",
  'medium': "ปานกลาง",
  'high': "สูง",
  'sunny': "ซันนี่",
  'heart': "หัวใจ",
  'wave': "คลื่น",
  'magic': "เวทย์มนตร์",
  'dry': "แห้ง",
  'expand': "ขยาย",
  'refresh': "รีเฟรช",
  'breeze': "สายลม",
  'rise': "เพิ่มขึ้น",
  'dramatic': "ดราม่า",
  'heavy': "หนัก",
  'snow': "หิมะ",
  'tingle': "รู้สึกเสียวซ่า",
  'dotted': "จุด",
  'warn': "เตือน",
  'massage': "นวด",
  'sounds': "เสียง",
  'meditate': "นั่งสมาธิ",
  'sleep': "นอน",
  'more': "เพิ่มเติม",
  'vibration_patterns': "รูปแบบการสั่นสะเทือน",
  'sub_vibration_patterns': "โปรดเลือกรูปแบบการสั่นสะเทือนด้านล่าง",
  'stop_vibration': "หยุดการสั่นสะเทือน",
  'soundscapes': "ภาพเสียง",
  'sub_soundscapes': "สภาพแวดล้อมที่แสดงออกมาผ่านเสียง",
  'sub_sub_soundscapes': "ออกไปในธรรมชาติ",
  'meditation_music_asmr': "เพลงทำสมาธิและ ASMR",
  'sub_meditation_music_asmr':
      "เพลงทำสมาธิมีพลังและการฟังสามารถพัฒนาพลังสมองและความสงบภายในของคุณได้",
  'sub_sub_meditation_music_asmr': "เรียกดูตามเป้าหมาย",
  'sleep_music': "เพลงเพื่อการนอนหลับ",
  'sub_sleep_music':
      "เพลงนอนหลับเป็นเพลงที่สงบและผ่อนคลายที่ช่วยให้คุณหลับสบายและนอนหลับได้อย่างมีประสิทธิภาพ",
  'unlock_premium': "ปลดล็อคพรีเมี่ยม",
  'sub_unlock_premium': "รู้สึกผ่อนคลายอย่างไร้ขีดจำกัด",
  'menu': "เมนู",
  'information': "ข้อมูล",
  'not_vibration': "ไม่สั่นเหรอ?",
  'content_not_vibration':
      '''โปรดอย่ากังวล ต่อไปนี้เป็นวิธีการที่เป็นประโยชน์สำหรับคุณ:'
                           '\n1. ไปที่การตั้งค่า>เสียงและการสั่น (เสียง/ระดับเสียง) ตรวจสอบว่าเปิดหรือปิดการสั่นแล้ว
                           '\n\n2. รีบูทโทรศัพท์ของคุณ จากนั้นตรวจสอบอีกครั้ง;
                           '\n\n3. หากเกิดขึ้นกับบางแอปเท่านั้น เราขอแนะนำให้คุณลบออกแล้วติดตั้งใหม่อีกครั้ง
                           '\n\n4. อัปเดตโทรศัพท์ของคุณเป็นเวอร์ชันล่าสุด;
                           '\n\n5. เข้าสู่การตั้งค่า>การตั้งค่าเพิ่มเติม>สำรองข้อมูลและรีเซ็ต>กู้คืน (รีเซ็ต) การตั้งค่าทั้งหมด ไม่ต้องกังวล จะไม่มีการลบข้อมูลหรือสื่อใด ๆ ออกไป'
                           '\n\nหากมาตรการข้างต้นไม่ได้ผล โปรดขอความช่วยเหลือจากศูนย์บริการของเรา''',
  'send_feedback': "ส่งคำติชม",
  'restore_purchase': "เรียกคืนการซื้อ",
  'share': "แบ่งปัน",
  'application_information': "ข้อมูลการสมัคร:",
  'content_application_information': '''เครื่องนวดสั่นจำลองสำหรับคุณ!
แอปพลิเคชั่นนี้จะช่วยให้โทรศัพท์ของคุณสั่นได้เกือบเหมือนเครื่องนวดพกพาสะดวก เป็นแอปพลิเคชั่นจำลอง
การเปิดใช้งานแอปพลิเคชันด้วยคุณสมบัติและเลือกโหมด: - คุณสามารถปรับแต่งส่วนประกอบอินเทอร์เฟซบางอย่างได้
- สั่นโทรศัพท์อย่างต่อเนื่องสั่นอย่างต่อเนื่อง
- สั่นโทรศัพท์เป็นเวลานาน การสั่นสะเทือนที่ยาวนาน
- สั่นจังหวะการสั่นสะเทือนของโทรศัพท์เป็นระยะ ๆ
- ตอนนี้คุณสามารถเลือกได้ 2 ตัวเลือก และ 8 โหมดให้เลือกเข้ามา และอื่นๆ อีกมากมายในอนาคต - สามารถกำหนดการสั่นสะเทือนตามเวลาได้
- ระดับการสั่นสะเทือนขึ้นอยู่กับฮาร์ดแวร์ของโทรศัพท์

หมายเหตุ: แอปพลิเคชั่นนี้เหมือนกับเรื่องตลกทางโทรศัพท์ มันเป็นเพียงวิธีแก้ปัญหาเสริมเท่านั้น ไม่สามารถทดแทนอุปกรณ์นวดมืออาชีพได้ การใช้แอพพลิเคชั่นเป็นเวลานานอาจส่งผลต่อฮาร์ดแวร์ของอุปกรณ์

รวมถึงอายุการใช้งานแบตเตอรี่ของอุปกรณ์''',
  'title_purchase': 'สัมผัสประสบการณ์ VibratorZen อย่างเต็มกำลัง',
  'note_weekly_1': 'คุณมีเวลา 1 สัปดาห์ในการใช้คุณสมบัติขั้นสูงของแอป',
  'note_monthly_1':
      'คุณมีเวลา 1 เดือนในการใช้คุณสมบัติขั้นสูงของแอป นอกจากนี้ คุณยังได้รับส่วนลดเพิ่มอีก 10 วัน',
  'note_lifetime_1': 'คุณจะได้ใช้คุณสมบัติขั้นสูงไปตลอดชีวิต',
  'note_2': 'ระดับพลังงานทั้งหมดและการนวดแบบกำหนดเอง 15 แบบ',
  'note_3': 'ปรับปรุงการนอนหลับของคุณด้วยคลังเพลงที่ผ่อนคลายเพื่อนอนหลับ',
  'note_4':
      'เข้าถึงห้องสมุดการทำสมาธิเพื่อความสงบภายใน พลังสมองที่เพิ่มขึ้น และอื่นๆ อีกมากมาย!',
  'note_5': 'การสั่นสะเทือนในพื้นหลัง',
  'note_6': 'โฆษณาทั้งหมดถูกปิดใช้งาน',
  'subscribe': 'สมัครสมาชิก',
  'popular': 'ยอดนิยม',
  'extra_10_day': 'พิเศษ\n10 วัน',
  'best_price': 'ราคาที่ดีที่สุด',
  'weekly': 'รายสัปดาห์',
  'monthly': 'รายเดือน',
  'lifetime': 'ตลอดชีวิต',
  'privacy_policy': 'นโยบายความเป็นส่วนตัว',
  'term_conditions': 'ข้อกำหนดและเงื่อนไข',
  'get_promotion_and_subscribe': 'รับโปรโมชั่นและสมัครสมาชิก',
  'bottom_purchase':
      'ผู้ใช้ระดับพรีเมียมสามารถเข้าถึงบริการได้ไม่จำกัด การชำระเงินจะถูกหักออกจากบัญชี Google เมื่อยืนยันการซื้อ',
  'did_you_relax':
      'วันนี้คุณผ่อนคลายแล้วหรือยัง?\nเปิดแอปการสั่นสะเทือนเพื่อผ่อนคลายตอนนี้!',
  'unlock_now': "ปลดล็อคทันที",
  'view_ads': "ดูโฆษณา",
  'cancel': "ยกเลิก",
  'hi_i_am': "สวัสดี! ฉันสั่นสะเทือน",
  'select_language': "เลือกภาษา",
  'load_ads': 'กำลังโหลดโฆษณา'
};
